[
  {
    "title": "85 Viviendas Sociales",
    "location": "Sevilla, Spain",
    "description": "85 Viviendas Sociales in Seville is defined by its strict orthogonal grid, which organizes both structure and program into a modular, repeating system. By minimizing circulation and removing hierarchy between rooms, the architects created flexible apartments with an unusual sense of openness and continuity. Each unit benefits from cross ventilation, daylight, and visual depth, making spaces feel larger and more comfortable while maintaining low energy use. The building frames a central courtyard, not as a formal focus but as a spatial device allowing all dwellings to open to both sides. Along its inner and outer edges, long galleries and terraces act as semi-public extensions of the homes, encouraging interaction and outdoor living while improving airflow and light. The project uses cross-laminated timber (CLT) walls and beams on a concrete base, forming Spain’s largest CLT housing complex. Prefabrication and modular assembly reduced time, waste, and cost, offering a replicable model where efficiency, comfort, and community coexist.",
    "year_completed": "2018",
    "owner": "Instituto Metropolitano de Promocion del Suelo (IMPSOL)",
    "architect": "Peris + Toral",
    "lot_size_sqft": "137,945 sqft",
    "floor_space_sqft": "107,639 sqft",
    "units": "85",
    "number_of_inhabitants": "355",
    "outdoor area": "30,300 sqft",
    "address": "Av. de la República Argentina, 2141011 Sevilla, Spain",
    "coordinates": "37.378, -6.001",
    "typology": "apartment",
    "model": "social housing",
    "development_cost_per_unit": "€150,000",
    "average_rent_per_unit": "€400–600/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Polycarbonate (Polycarbonate panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/85-viviendas-sociales/image.jpg",
    "slug": "85-viviendas-sociales"
  },
  {
    "title": "ASP Holzwohnbau Aspern",
    "location": "Vienna, Austria",
    "description": "ASP Holzwohnbau Aspern in Vienna is a mixed-use cooperative housing project that integrates sustainability across economic, social, and environmental dimensions. Developed by EBG, a non-profit cooperative focused on socially responsible housing, the project offers units at roughly half the area’s average rent, ensuring accessibility for low-income and disabled residents. The complex consists of seven buildings from four to seven stories, connected by open decks running north to south that promote daylight, cross ventilation, and social interaction. Prefabricated timber construction enabled efficient assembly, reduced waste, and minimal site disturbance. Wood is the defining material—renewable, compostable, and gracefully aging—giving the ensemble warmth and identity within the urban fabric. A staggered arrangement of volumes forms diverse courtyards and visual links, while carefully cut pathways prevent monotonous corridors. At its center lies “the canyon,” a two-story communal ring with shared facilities, workshops, and gathering spaces that foster interaction. The project shows how cooperative design can merge affordability, ecology, and collective life in a contemporary urban model.",
    "year_completed": "2015",
    "owner": "EBG Wohnen",
    "architect": "querkraft",
    "lot_size_sqft": "54,000 sqft",
    "floor_space_sqft": "203,000 sqft",
    "units": "213",
    "unit_distribution": "1-5 bedrooms (452-1184 sqft)",
    "number_of_inhabitants": "~550–600",
    "address": "Maria-Tusch-Straße 6, 1220 Wien, Austria",
    "coordinates": "48.2242, 16.4990",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "€200,000",
    "average_rent_per_unit": "~€650/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete (Concrete core base)",
    "material_2": "CLT",
    "material_3": "Wood (Prefabricated wood facade panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/asp-holzwohnbau-aspern/image.jpg",
    "slug": "asp-holzwohnbau-aspern"
  },
  {
    "title": "Carrieres Centrales",
    "location": "Casablanca, Morocco",
    "description": "Carrières Centrales in Casablanca, Morocco, designed by French architect and planner Michel Écochard in the early 1950s, was conceived as an emergency housing response to mass displacement during Morocco’s anti-colonial struggles. Following the destruction of shantytowns near European districts and violent crackdowns on labor strikes, nearly 130,000 people were left without shelter. Écochard, then director of urban planning under the French protectorate, proposed a new housing prototype to address what authorities framed as a sanitary crisis. His plan introduced an 8×8-meter grid based on modular courtyard dwellings that blended traditional Moroccan elements such as shaded patios and thick walls with modernist principles of rational planning. The grid allowed endless permutations of housing clusters, generating diverse courtyards and street conditions within a coherent urban fabric. Though praised for spatial clarity and climatic sensitivity, the project was also criticized as a tool of colonial control, meant as much to regulate populations as to house them. Still, Carrières Centrales defined a new architectural language for North Africa, balancing vernacular form, density, and adaptability, and became a key precedent for postcolonial housing experiments worldwide.",
    "year_completed": "2014",
    "owner": "Morocco Department of Urban Planning",
    "architect": "Michel Ecochard & G.A.M.M.A",
    "lot_size_sqft": "63,593 sqft",
    "floor_space_sqft": "60,546 sqft",
    "units": "100",
    "number_of_inhabitants": "~1,800–2,000",
    "density": "1 person per 1,270 sqft",
    "outdoor_area": "15,650 sqft",
    "address": "HCMP+78C, Ave Abdelkader Torres, Casablanca 20570, Morocco",
    "coordinates": "33.583000, -7.564000",
    "typology": "apartment",
    "model": "Public housing",
    "development_cost_per_unit": "~$5–7,000 (1950s USD)",
    "average_rent_per_unit": "subsidized/minimal",
    "housing_cost_ratio": "<20% of income",
    "material_1": "Reinforced concrete (Reinforced concrete frame/slab)",
    "material_2": "Concrete (Concrete block infill)",
    "material_3": "Plaster (Plaster finish)",
    "image": "https://aha-website2025.github.io/AHA/projects/carrieres-centrales/image.jpg",
    "slug": "carrieres-centrales"
  },
  {
    "title": "Cidade de Deus",
    "location": "Rio de Janeiro, Brazil",
    "description": "Cidade de Deus, or “City of God,” was established in the 1960s as part of a state-led housing initiative in Rio de Janeiro aimed at stimulating economic growth and social reform in Latin America. Conceived as a modernist mass-housing project of 3,053 units for about 10,000 residents, it originally featured uniform apartment blocks and orderly rows of single-family homes. Over time, these planned structures proved insufficient for the community’s evolving needs, prompting residents to transform the neighborhood through informal construction. Incremental additions filled gaps between buildings, forming commercial, social, and residential layers that redefined both form and function. What began as a rigid, state-imposed grid evolved into a complex urban fabric shaped by self-built structures, shifting property lines, and adaptive infrastructures. This process of spontaneous densification, driven by necessity and collective agency, created a heterogeneous landscape that continues to adapt to daily life. Cidade de Deus stands today as one of Rio’s most emblematic favelas, a record of resilience and self-determination that challenges top-down urban planning.",
    "year_completed": "1966",
    "owner": "Rio de Janeiro",
    "architect": "Guanabara State Affordable",
    "lot_size_sqft": "1.2 sqkm",
    "units": "3053",
    "number_of_inhabitants": "10,000",
    "density": "26,270 inhabitant per sqkm",
    "address": "R. Zilá, 23 - Cidade de Deus, Rio de Janeiro - RJ, 22773-180, Brazil",
    "coordinates": "-22.94903, -43.36691",
    "typology": "Single-family house",
    "model": "Public housing",
    "development_cost_per_unit": "$3,000 (1966 USD)",
    "average_rent_per_unit": "Subsidized",
    "housing_cost_ratio": "~20-25% of income",
    "material_1": "Reinforced concrete (Reinforced concrete foundation)",
    "material_2": "Clay brick walls",
    "material_3": "Corrugated metal (Corrugated metal roofs)",
    "material_4": "Concrete (Concrete block additions)",
    "image": "https://aha-website2025.github.io/AHA/projects/cidade-de-deus/image.png",
    "slug": "cidade-de-deus"
  },
  {
    "title": "Cité manifeste",
    "location": "Mulhouse, France",
    "description": "Cité Manifeste – Lacaton & Vassal in Mulhouse, France, consists of fourteen single-family houses within a sixty-one-unit development commissioned by SOMCO, a historic social housing association founded during the industrial revolution to improve workers’ living conditions. Conceived as a contemporary reinterpretation of the English garden city, the project invited five architectural teams—Jean Nouvel, Poitevin & Raynaud, Lewis + Block, Shigeru Ban and De Gastines, and Lacaton & Vassal—to test new models for affordable yet generous housing. Lacaton & Vassal’s contribution is noted for its radical spatial economy and human-centered approach. Each dwelling combines the scale of a house with the affordability of social housing, doubling living volume without higher cost. A reinforced-concrete frame supports an elevated platform three meters above ground, with prefabricated greenhouses of galvanized steel and translucent polycarbonate attached as adaptable extensions. These winter gardens blur interior and exterior, providing light, flexibility, and energy efficiency while redefining the potential of low-cost housing.",
    "year_completed": "2005",
    "owner": "SOMCO",
    "architect": "Lacaton & Vassal",
    "lot_size_sqft": "2,014 sqft",
    "floor_space_sqft": "24,348 sqft",
    "units": "14",
    "number_of_inhabitants": "45-50",
    "unit_distribution": "2 stories + winter garden",
    "inhabitants_per_unit": "1.5 people/bedroom",
    "density": "678 sqft per person",
    "address": "54 Rue Lavoisier, 68200 Mulhouse, France",
    "coordinates": "47.7565, 7.3207",
    "typology": "Single-family house",
    "model": "Social housing",
    "development_cost_per_unit": "€130,000",
    "average_rent_per_unit": "€600–€750/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Polycarbonate (Polycarbonate roofs)",
    "material_3": "Steel (Steel framing)",
    "material_4": "",
    "image": "https://aha-website2025.github.io/AHA/projects/cite-manifeste/image.png",
    "slug": "cite-manifeste"
  },
  {
    "title": "Co-op City",
    "location": "Bronx, USA",
    "description": "Co-op City in the Bronx, New York, is the world’s largest cooperative housing development and a lasting expression of the Rochdale Principles of Cooperation (1844), later formalized by the International Cooperative Alliance in 1937. The site, once marshland and later the short-lived Freedomland U.S.A. amusement park, was redeveloped beginning in 1966 by the United Housing Foundation under New York State’s Mitchell-Lama program to provide affordable housing for middle-income families. Completed in 1973, the project comprises 35 high-rise towers and seven clusters of townhouses totaling more than 15,000 units. Occupying only 20 percent of its 320-acre site, the development preserves generous green space, parks, and pedestrian routes between buildings. Residents purchase cooperative shares, about eighteen per room at twenty-five dollars each, granting both ownership and participation in governance. With its efficient land use, spacious layouts, and accessible ownership model, Co-op City remains a prototype for socially inclusive urban housing that balances affordability, community, and livability.",
    "year_completed": "1973",
    "owner": "Riverbay Corporation",
    "architect": "Abraham Kaza & Herman J Jessoe",
    "units": "1,328",
    "unit_distribution": "1–4 bedrooms",
    "number_of_inhabitants": "+43,000",
    "density": "51 people/acre",
    "address": "177 Dreiser Loop, Bronx, NY 10475 USA",
    "coordinates": "40.87539, -73.8257",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "$245,000 (2025 USD)",
    "average_rent_per_unit": "$1,000-1,400/mo",
    "housing_cost_ratio": "20-25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Concrete (Precast concrete panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/co-op-city/image.jpg",
    "slug": "co-op-city"
  },
  {
    "title": "Dillon 617",
    "location": "Los Angeles, CA",
    "description": "Dillon 617 in Silver Lake, Los Angeles, designed by Lorcan O’Herlihy Architects, transforms a narrow infill lot into a vibrant, community-oriented housing development that redefines urban density. The project consists of two elongated building bars connected by an open-air pedestrian paseo that organizes circulation while bringing daylight, air, and social life deep into the site. This central corridor serves as a shared spine, part pathway and part communal space, encouraging informal interaction among residents. The exterior is clad in dark metal panels that give the building a strong urban presence, contrasting with luminous white interiors that reflect light into the narrow spaces between volumes. Apartments feature cross ventilation and flexible layouts to maximize efficiency within a compact footprint. The design integrates terraces, courtyards, and layered visual connections that balance privacy and community. Through material economy, formal clarity, and social intent, Dillon 617 shows how architecture can elevate affordable, high-density housing into an experience of openness and belonging in the city.",
    "year_completed": "2019",
    "owner": "CIM Group",
    "architect": "Lorcan O'Herlihy Architect",
    "lot_size_sqft": "29,000 sqft",
    "units": "49",
    "unit_distribution": "1- to 3-bedroom units",
    "number_of_inhabitants": "114",
    "outdoor area": "11,000 sqft",
    "address": "617 N Dillon St, Los Angeles, CA 90026",
    "coordinates": "34.079, -118.279",
    "typology": "apartment",
    "model": "private development",
    "development_cost_per_unit": "$300,000",
    "average_rent_per_unit": "$2,500+/mo",
    "housing_cost_ratio": "35% of income",
    "material_1": "Corrugated metal (Corrugated metal panels)",
    "material_2": "Plaster",
    "material_3": "Wood framing",
    "image": "https://aha-website2025.github.io/AHA/projects/dillon-617/image.jpg",
    "slug": "dillon-617"
  },
  {
    "title": "Dymaxion House",
    "location": "unbuilt",
    "category": "utopian",
    "description": "Dymaxion House by Buckminster Fuller was a visionary prototype for mass-produced, lightweight housing that embodied the idea of “dynamic maximum tension.” Designed in the 1940s, it explored how minimal material use and structural efficiency could create adaptable, transportable dwellings for a mobile, industrialized society. The circular plan was organized by a triangular grid that distributed structural stress and guided both furniture and spatial layout. A central mast served as the core of the system, from which floors and the roof were suspended, eliminating the need for ground supports. All mechanical equipment, including ventilation and utilities, was integrated within this mast, freeing the surrounding space for flexible living. The downdraft ventilation system drew air through floor and ceiling gaps, reducing dust and improving indoor comfort. By combining tension-based engineering, prefabrication, and self-contained environmental systems, the Dymaxion House proposed a new model of sustainable, efficient, and universally deployable housing for the modern era.",
    "year_completed": "Prototyped in 1948",
    "owner": "William Granham",
    "architect": "Buckminister Fuller",
    "lot_size_sqft": "1,600 sqft",
    "floor_space_sqft": "1,600 sqft",
    "units": "5",
    "#_of_inhabitants": "1 single family",
    "density": "~400 sqft",
    "outdoor_area": "1,600 sqft",
    "image": "https://aha-website2025.github.io/AHA/projects/dymaxion-house/image.jpg",
    "slug": "dymaxion-house"
  },
  {
    "title": "Genossenschaft Kalkbreite",
    "location": "Zurich, Switzerland",
    "description": "Kalkbreite in Zurich is a landmark example of cooperative housing that merges density, community, and sustainability within a single urban block. Built above an active tram depot, the project transforms an infrastructural void into a vibrant urban hub that integrates residential, commercial, and public programs. The complex includes 97 units housing around 250 residents, along with offices, restaurants, and cultural spaces that serve both the cooperative and the wider neighborhood. At its center, a landscaped courtyard open to the public forms a shared green heart that connects residents and visitors while reducing noise and pollution from the surrounding streets. The architecture combines prefabricated timber with exposed steel framing, giving the building a robust yet warm industrial character. Communal kitchens, workshops, laundry rooms, and rooftop gardens promote social exchange and collective care. Governed through democratic decision-making, Kalkbreite shows how cooperative development can unite livability, affordability, and ecology in Zurich’s tradition of inclusive city-making.",
    "year_completed": "2014",
    "owner": "City of Zurich",
    "architect": "Muller Sigrist Architekten, Dr. Luchingerund Meyer",
    "lot_size_sqft": "68,340 sqft",
    "floor_space_sqft": "246,494 sqft",
    "units": "97",
    "number_of_inhabitants": "~250",
    "density": "1 habitant per 540 sqft",
    "address": "Kalkbreitestrasse 6, 8003 Zürich, Switzerland",
    "coordinates": "47.37436, 8.52061",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "CHF 980,000",
    "average_rent_per_unit": "CHF 1,450/mo",
    "housing_cost_ratio": "25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Steel (Steel framing)",
    "image": "https://aha-website2025.github.io/AHA/projects/genossenschaft-kalkbreite/image.jpg",
    "slug": "genossenschaft-kalkbreite"
  },
  {
    "title": "Grundbau Und Siedler",
    "location": "Hamburg, Germany",
    "description": "Grundbau und Siedler in Hamburg, completed in 2013, is an experimental cooperative housing project that offers affordable, self-built units for working-class residents seeking relief from rising rents. Designed by BeL Sozietät für Architektur, it combines a robust shared framework with individual freedom of construction. The ground floor accommodates workshops, parking, and a lobby, while four upper levels contain three flexible units each with generous 10.5-foot ceilings. Unit sizes range from 98 to 490 square feet and are sold as bare shells that residents complete themselves according to need and budget. Future occupants receive a kit of parts with materials, manuals, and professional training. Wide staircases and a freight elevator simplify material transport, allowing residents to customize their homes with minimal technical barriers. Surveys revealed two layout types: one fluid and open, the other more traditional with defined rooms. In both, flexibility and self-determination remain central. The project shows how cooperative frameworks can unite affordability, craftsmanship, and community in urban housing.",
    "year_completed": "2013",
    "owner": "N/A",
    "architect": "BeL Sozietät für Architektur",
    "lot_size_sqft": "3,166 sqft",
    "floor_space_sqft": "98-492 sqft per unit",
    "units": "12",
    "number of inhabitants": "~25–30",
    "address": "Am Inselpark 11 21109 Hamburg",
    "coordinates": "53.497529, 10.002147",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "€95,000",
    "average_rent_per_unit": "Owner-owned",
    "housing_cost_ratio": "N/A",
    "material_1": "Reinforced concrete (Reinforced concrete frame)",
    "material_2": "CLT (Prefabricated CLT floors)",
    "material_3": "Timber (Lightweight timber infill panels)",
    "material_4": "Corrugated metal (Corrugated metal balcony panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/grundbau-und-siedler/image.jpg",
    "slug": "grundbau-und-siedler"
  },
  {
    "title": "La Borda",
    "location": "Barcelona, Spain",
    "description": "La Borda in Barcelona is a cooperative housing project developed as a grassroots response to the city’s housing crisis and rising cost of living. Created by the residents’ cooperative in collaboration with the architectural collective Lacol, it occupies land leased from the Barcelona City Council for 75 years through a public and cooperative partnership. The building provides 28 affordable, energy-efficient units arranged around shared spaces that promote collective life. Guided from the outset by principles of economic sustainability, environmental responsibility, and participatory design, La Borda is among the tallest timber structures in Spain, built with cross-laminated timber (CLT) to reduce embodied carbon and streamline construction. A central atrium mediates light, air, and temperature, minimizing energy demand. Communal facilities such as a kitchen, laundry, workshops, and rooftop terrace support daily interaction and shared labor. Every aspect, from material selection to governance, was decided collectively, making La Borda a model of democratic, low-carbon urban housing rooted in solidarity.",
    "year_completed": "2018",
    "owner": "The City Council of Barcelona",
    "architect": "LACOL",
    "lot_size_sqft": "7300",
    "floor_space_sqft": "9842.52",
    "units": "28",
    "unit_distribution": "3 different sizes (131/164/249 sqft)",
    "number_of_inhabitants": "60-65",
    "address": "Carrer de la Constitucio, 85, 89, Sants-Montjuic, 08014 Barcelona, Spain",
    "coordinates": "41.36961, 2.13478",
    "typology": "apartment",
    "model": "Public housing",
    "development_cost_per_unit": "€90,000",
    "average_rent_per_unit": "€450–600/mo",
    "housing_cost_ratio": "~25% of income",
    "material_1": "Reinforced concrete (Reinforced concrete basement slab)",
    "material_2": "CLT (CLT structure)",
    "material_3": "Wood (Pine façade panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/la-borda/image.jpg",
    "slug": "la-borda"
  },
  {
    "title": "Rolland Curtis Gardens",
    "location": "Los Angeles, USA",
    "description": "Rolland Curtis Gardens in South Los Angeles is a community-driven, mixed-use, transit-oriented development that shows how affordable housing can integrate sustainability and social equity. Located next to the Expo Line, the project provides 140 affordable apartments with 8,000 square feet of ground-floor retail and community spaces. Originally built in the 1980s, the property faced displacement pressures when the former owner sought conversion to student housing. In response, T.R.U.S.T. South LA partnered with Abode Communities to acquire and redevelop the site through a collaborative planning process centered on tenant and neighborhood participation. Completed in 2017, the renewed complex includes family-oriented units, shared courtyards, and gardens that promote safety and belonging. Green strategies such as energy-efficient systems, drought-tolerant landscaping, and stormwater management reduce environmental impact and utility costs. Rolland Curtis Gardens exemplifies inclusive urban development that preserves affordability, strengthens transit access, and ensures long-term residents remain engaged in shaping their community.",
    "year_completed": "1981 (remodeled in 2017)",
    "owner": "Abode Communities and T.R.U.S.T. South LA",
    "lot_size_sqft": "196,377 sqft",
    "units": "140",
    "number_of_inhabitants": "~500",
    "address": "1077 West 38th St., Los Angeles CA",
    "coordinates": "34.01783, -118.29372",
    "typology": "apartment",
    "model": "Non-profit development",
    "development_cost_per_unit": "~$420,000",
    "average_rent_per_unit": "$500–$1,200/mo",
    "housing_cost_ratio": "≤30% of income",
    "material_1": "Reinforced concrete (Reinforced concrete foundation and podium)",
    "material_2": "Wood framing (Wood-frame upper levels)",
    "image": "https://aha-website2025.github.io/AHA/projects/rolland-curtis-gardens/image.jpg",
    "slug": "rolland-curtis-gardens"
  },
  {
    "title": "Star Apartments",
    "location": "Los Angeles, USA",
    "model": "public housing",
    "description": "Star Apartments in downtown Los Angeles, designed by Michael Maltzan Architecture for the Skid Row Housing Trust, is a pioneering model of permanent supportive housing that redefines urban density and social care. Completed in 2014, the six-story, 95,000-square-foot complex provides 102 modular units for formerly homeless residents along with spaces for health services, recreation, and community life. The prefabricated modules were built off-site and lifted onto a concrete podium containing retail, offices, and a health clinic, reducing construction time and waste. Above, terraced roofs and open courtyards form communal spaces that encourage activity, interaction, and well-being. The building’s cantilevered form embodies the Trust’s mission to replace isolation with dignity and connection. Achieving LEED Platinum certification, Star Apartments combines sustainable materials, efficient systems, and natural ventilation, showing how architecture can unite modular construction, social infrastructure, and design quality to promote inclusive and resilient urban living.",
    "year_completed": "2014",
    "owner": "Skid Row Housing Trust",
    "architect": "Michael Maltzan",
    "lot_size_sqft": "653,400 sqft",
    "floor_space_sqft": "95,000 sqft",
    "units": "102",
    "number_of_inhabitants": "153",
    "density": "0.001 inhabitant per sqft",
    "outdoor_area": "15,000 sqft",
    "address": "240 E 6th St, Los Angeles, CA 90014, USA",
    "coordinates": "34.04352, -118.24780",
    "development_cost_per_unit": "$450,000",
    "average_rent_per_unit": "$500-$700/mo",
    "housing_cost_ratio": "30-35% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Modular units (Prefabricated steel-framed modular units)",
    "image": "https://aha-website2025.github.io/AHA/projects/star-apartments/image.jpg",
    "slug": "star-apartments"
  }
]