[
  {
    "title": "85 Viviendas Sociales",
    "location": "Sevilla, Spain",
    "description": "85 Viviendas Sociales in Seville is distinguished by its strict orthogonal grid, which organizes both structure and program into a modular, repeating system. By minimizing circulation and eliminating hierarchical room arrangements, the architects created flexible apartments with a rare sense of openness and continuity. Each dwelling benefits from cross ventilation, abundant daylight, and visual depth, making the spaces feel larger and more comfortable while maintaining low energy use. The building encloses a central courtyard, not as a formal focus but as a spatial device that allows all units to open to both sides. Along the inner and outer perimeters, long galleries and terraces act as semi-public extensions of the homes, encouraging interaction and outdoor living while functioning as transitional zones for airflow and light. Structurally, the project employs cross-laminated timber (CLT) walls and beams stacked five stories above a reinforced concrete base—making it the largest CLT residential complex in Spain. Prefabrication and modular assembly reduced construction time, material waste, and labor costs while significantly lowering the building’s carbon footprint. The result is a sustainable, replicable model of social housing that demonstrates how efficiency, comfort, and community can coexist through thoughtful architectural order.",
    "year_completed": "2018",
    "owner": "Instituto Metropolitano de Promocion del Suelo (IMPSOL)",
    "architect": "Peris + Toral",
    "lot_size_sqft": "137,945 sqft",
    "floor_space_sqft": "107,639 sqft",
    "units": "85",
    "number_of_inhabitants": "355",
    "outdoor area": "30,300 sqft",
    "address": "Av. de la República Argentina, 2141011 Sevilla, Spain",
    "coordinates": "37.378, -6.001",
    "typology": "apartment",
    "model": "social housing",
    "development_cost_per_unit": "€150,000",
    "average_rent_per_unit": "€400–600/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Polycarbonate (Polycarbonate panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/85-viviendas-sociales/image.jpg",
    "slug": "85-viviendas-sociales"
  },
  {
    "title": "ASP Holzwohnbau Aspern",
    "location": "Vienna, Austria",
    "description": "ASP Holzwohnbau Aspern in Vienna is a mixed-use cooperative housing project that integrates sustainability at economic, social, and environmental levels. Developed by EBG, a non-profit cooperative dedicated to socially responsible housing, the project offers units at roughly half the area’s average rent, ensuring accessibility for low-income and disabled residents. The development is composed of seven buildings ranging from four to seven stories, connected by open decks running north–south that encourage daylight, cross-ventilation, and social exchange. Prefabricated timber construction allowed for efficient assembly, reduced waste, and minimal site disturbance. Wood serves as the defining material—renewable, compostable, and gracefully aging—imbuing the ensemble with warmth and identity within the urban context. A staggered arrangement of volumes creates diverse courtyards and visual connections, while carefully cut pathways prevent monotonous corridors. At the heart of the project lies “the canyon,” a two-story communal ring hosting shared facilities, workshops, and gathering spaces that foster interaction among residents. ASP Holzwohnbau Aspern demonstrates how cooperative design can blend affordability, ecological responsibility, and collective life into a contemporary model for sustainable urban housing.",
    "year_completed": "2015",
    "owner": "EBG Wohnen",
    "architect": "querkraft",
    "lot_size_sqft": "54,000 sqft",
    "floor_space_sqft": "203,000 sqft",
    "units": "213",
    "unit_distribution": "1-5 bedrooms (452-1184 sqft)",
    "number_of_inhabitants": "~550–600",
    "address": "Maria-Tusch-Straße 6, 1220 Wien, Austria",
    "coordinates": "48.2242, 16.4990",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "€200,000",
    "average_rent_per_unit": "~€650/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete (Concrete core base)",
    "material_2": "CLT",
    "material_3": "Wood (Prefabricated wood facade panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/asp-holzwohnbau-aspern/image.jpg",
    "slug": "asp-holzwohnbau-aspern"
  },
  {
    "title": "Carrieres Centrales",
    "location": "Casablanca, Morocco",
    "description": "Carrières Centrales in Casablanca, Morocco, designed by French architect and planner Michel Écochard in the early 1950s, was conceived as an emergency housing response to mass displacement during Morocco’s anti-colonial struggles. Following the destruction of shantytowns near European districts and violent crackdowns on labor strikes, nearly 130,000 people were left without shelter. Écochard, then director of urban planning under the French protectorate, proposed a new housing prototype to address what authorities framed as a “sanitary crisis.” His plan introduced an 8×8-meter grid system based on modular courtyard dwellings that combined elements of traditional Moroccan architecture—such as shaded patios and thick walls—with modernist principles of rational planning. The grid allowed for endless permutations of housing clusters, generating diverse courtyards and street conditions within a coherent urban fabric. Though celebrated for its spatial clarity and climatic sensitivity, the project has also been criticized as an instrument of colonial control, designed as much to regulate populations as to house them. Nevertheless, Carrières Centrales established a new architectural language for North African cities—balancing vernacular form, density, and adaptability—and became a key precedent for postcolonial housing experiments worldwide.",
    "year_completed": "2014",
    "owner": "Morocco Department of Urban Planning",
    "architect": "Michel Ecochard & G.A.M.M.A",
    "lot_size_sqft": "63,593 sqft",
    "floor_space_sqft": "60,546 sqft",
    "units": "100",
    "number_of_inhabitants": "~1,800–2,000",
    "density": "1 person per 1,270 sqft",
    "outdoor_area": "15,650 sqft",
    "address": "HCMP+78C, Ave Abdelkader Torres, Casablanca 20570, Morocco",
    "coordinates": "33.583000, -7.564000",
    "typology": "apartment",
    "model": "Public housing",
    "development_cost_per_unit": "~$5–7,000 (1950s USD)",
    "average_rent_per_unit": "subsidized/minimal",
    "housing_cost_ratio": "<20% of income",
    "material_1": "Reinforced concrete (Reinforced concrete frame/slab)",
    "material_2": "Concrete (Concrete block infill)",
    "material_3": "Plaster (Plaster finish)",
    "image": "https://aha-website2025.github.io/AHA/projects/carrieres-centrales/image.jpg",
    "slug": "carrieres-centrales"
  },
  {
    "title": "Cidade de Deus",
    "location": "Rio de Janeiro, Brazil",
    "description": "Cidade de Deus, or “City of God,” was established in the 1960s as part of a state-led housing initiative in Rio de Janeiro intended to spur economic growth and social reform in Latin America. Conceived as a modernist mass-housing project of 3,053 units designed for around 10,000 residents, it initially featured uniform apartment blocks and neat rows of single-family homes. Over time, however, these planned structures proved inadequate for the community’s growing needs, prompting residents to transform the neighborhood through informal construction. Incremental additions filled the gaps between buildings, creating commercial, social, and residential layers that redefined both form and function. What began as a rigid, state-imposed grid has evolved into a complex and dynamic urban fabric—an ecosystem of self-built structures, evolving property boundaries, and adaptive infrastructures. This process of spontaneous densification, driven by necessity and community agency, produced a heterogeneous landscape that continuously adapts to the lives within it. Cidade de Deus now stands as one of Rio’s most emblematic favelas, a living record of resilience and self-determination that challenges conventional models of top-down urban planning.",
    "year_completed": "1966",
    "owner": "Rio de Janeiro",
    "architect": "Guanabara State Affordable",
    "lot_size_sqft": "1.2 sqkm",
    "units": "3053",
    "number_of_inhabitants": "10,000",
    "density": "26,270 inhabitant per sqkm",
    "address": "R. Zilá, 23 - Cidade de Deus, Rio de Janeiro - RJ, 22773-180, Brazil",
    "coordinates": "-22.94903, -43.36691",
    "typology": "Single-family house",
    "model": "Public housing",
    "development_cost_per_unit": "$3,000 (1966 USD)",
    "average_rent_per_unit": "Subsidized",
    "housing_cost_ratio": "~20-25% of income",
    "material_1": "Reinforced concrete (Reinforced concrete foundation)",
    "material_2": "Clay brick walls",
    "material_3": "Corrugated metal (Corrugated metal roofs)",
    "material_4": "Concrete (Concrete block additions)",
    "image": "https://aha-website2025.github.io/AHA/projects/cidade-de-deus/image.png",
    "slug": "cidade-de-deus"
  },
  {
    "title": "Cité manifeste",
    "location": "Mulhouse, France",
    "description": "The fourteen single-family houses by Lacaton & Vassal form part of Cité Manifeste in Mulhouse, France, a development of sixty-one dwellings commissioned by SOMCO, a historic social housing association originally founded during the industrial revolution to improve workers’ living conditions. Conceived as a contemporary reinterpretation of the English “garden city,” the project invited five architectural teams—Jean Nouvel, Poitevin & Raynaud, Lewis + Block, Shigeru Ban and De Gastines, and Lacaton & Vassal—to explore new models for affordable yet generous housing. Lacaton & Vassal’s contribution stands out for its radical spatial economy and human-centered design. Each dwelling combines the scale of a house with the affordability of social housing, doubling the typical living volume without increasing cost. The units employ a simple reinforced-concrete frame that supports an elevated platform three meters above grade. Prefabricated horticultural greenhouses with galvanized steel structures and translucent polycarbonate cladding are attached to create adaptable spaces that function as extensions of the home. These winter gardens blur the boundary between interior and exterior, offering flexibility, daylight, and energy efficiency while redefining what low-cost housing can achieve.",
    "year_completed": "2005",
    "owner": "SOMCO",
    "architect": "Lacaton & Vassal",
    "lot_size_sqft": "2,014 sqft",
    "floor_space_sqft": "24,348 sqft",
    "units": "14",
    "number_of_inhabitants": "45-50",
    "unit_distribution": "2 stories + winter garden",
    "inhabitants_per_unit": "1.5 people/bedroom",
    "density": "678 sqft per person",
    "address": "54 Rue Lavoisier, 68200 Mulhouse, France",
    "coordinates": "47.7565, 7.3207",
    "typology": "Single-family house",
    "model": "Social housing",
    "development_cost_per_unit": "€130,000",
    "average_rent_per_unit": "€600–€750/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Polycarbonate (Polycarbonate roofs)",
    "material_3": "Steel (Steel framing)",
    "material_4": "",
    "image": "https://aha-website2025.github.io/AHA/projects/cite-manifeste/image.png",
    "slug": "cite-manifeste"
  },
  {
    "title": "Co-op City",
    "location": "Bronx, USA",
    "description": "Co-op City in the Bronx, New York, stands as the largest cooperative housing development in the world and a lasting embodiment of the Rochdale Principles of Cooperation (1844), later formalized by the International Cooperative Alliance in 1937. The site, once marshland and later the short-lived Freedomland U.S.A. amusement park, was redeveloped beginning in 1966 by the United Housing Foundation under the state’s Mitchell-Lama program to provide affordable housing for middle-income families. Completed in 1973, the project consists of 35 high-rise towers and seven clusters of townhouses totaling more than 15,000 units. Occupying only about 20% of its 320-acre site, the development reserves extensive green space, parks, and pedestrian networks between buildings. To secure an apartment, residents purchased cooperative shares—approximately eighteen shares per room at $25 each—granting ownership and participation in governance. With its efficient land use, large apartment layouts, and accessible ownership model, Co-op City became a prototype for socially inclusive urban housing, maintaining lower poverty and rent-burden rates than the rest of the Bronx while demonstrating how large-scale cooperative planning could balance affordability, community, and livability.",
    "year_completed": "1973",
    "owner": "Riverbay Corporation",
    "architect": "Abraham Kaza & Herman J Jessoe",
    "units": "1,328",
    "unit_distribution": "1–4 bedrooms",
    "number_of_inhabitants": "+43,000",
    "density": "51 people/acre",
    "address": "177 Dreiser Loop, Bronx, NY 10475 USA",
    "coordinates": "40.87539, -73.8257",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "$245,000 (2025 USD)",
    "average_rent_per_unit": "$1,000-1,400/mo",
    "housing_cost_ratio": "20-25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Concrete (Precast concrete panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/co-op-city/image.jpg",
    "slug": "co-op-city"
  },
  {
    "title": "Dillon 617",
    "location": "Los Angeles, CA",
    "description": "Located in Silver Lake, Los Angeles, Dillon 617 by Lorcan O’Herlihy Architects transforms a narrow infill lot into a vibrant, community-oriented housing development that redefines urban density. The project consists of two elongated building bars linked by an open-air pedestrian paseo that organizes circulation while bringing daylight, air, and social life deep into the site. This central corridor serves as a shared spine—part pathway, part communal space—encouraging informal interaction among residents. The exterior is clad in dark metal panels that give the building a strong urban presence, contrasting with the luminous white interiors that reflect light into the narrow spaces between volumes. Apartments are designed with cross-ventilation and flexible layouts to maximize spatial efficiency within a compact footprint. The project integrates terraces, courtyards, and multi-level visual connections that balance privacy with community. Through an elegant synthesis of material economy, formal clarity, and social intent, Dillon 617 demonstrates how architecture can elevate affordable, high-density housing into an experience of openness, belonging, and livability in the heart of Los Angeles.",
    "year_completed": "2019",
    "owner": "CIM Group",
    "architect": "Lorcan O'Herlihy Architect",
    "lot_size_sqft": "29,000 sqft",
    "units": "49",
    "unit_distribution": "1- to 3-bedroom units",
    "number_of_inhabitants": "114",
    "outdoor area": "11,000 sqft",
    "address": "617 N Dillon St, Los Angeles, CA 90026",
    "coordinates": "34.079, -118.279",
    "typology": "apartment",
    "model": "private development",
    "development_cost_per_unit": "$300,000",
    "average_rent_per_unit": "$2,500+/mo",
    "housing_cost_ratio": "35% of income",
    "material_1": "Corrugated metal (Corrugated metal panels)",
    "material_2": "Plaster",
    "material_3": "Wood framing",
    "image": "https://aha-website2025.github.io/AHA/projects/dillon-617/image.jpg",
    "slug": "dillon-617"
  },
  {
    "title": "Dymaxion House",
    "location": "unbuilt",
    "category": "utopian",
    "description": "The Dymaxion House by Buckminster Fuller was a conceptual project for future housing based on the idea of dynamic, maximum and tension. Fuller is seeking a new method to redesign a dwelling that is adaptable in spaces, and to provide the maximum spaces under the consideration of transportability. The plan of the Dymaxion House is organized with a triangular grid and the furniture is designed based on the triangular form. Besides, the triangle grid is used for dispersing the tension of the structure.\n\n\nThe mechanics of the house involved the use of tension and compression in a web system, which is similar to the idea of suspension bridge. The mast acted as circular support so that all the elements of the building were suspended from above and did not rest upon supports from below. All the mechanical equipment and the supporting system for roof and floor are contained in the mast. By assembling all the fixed elements for the house in the middle, create a maximum occupied space. And the mast avoids the additional supporting system by putting all the heavy equipment in the core. The ventilation is downdraft which reduces the dust in the house. After the air is drawn in from the air inlet to the mast, the central mast circulates the air into the roof and interior by the gaps in the floor panel. Thus the air could ventilate into the rooms from the hole on the floor.\n\n\nThe minimum use of material, the light-weight dwelling, and the self-sufficiency system of ventilation made the Dymaxion House considered also as a sustainable dwelling.",
    "year_completed": "Prototyped in 1948",
    "owner": "William Granham",
    "architect": "Buckminister Fuller",
    "lot_size_sqft": "1,600 sqft",
    "floor_space_sqft": "1,600 sqft",
    "units": "5",
    "#_of_inhabitants": "1 single family",
    "density": "~400 sqft",
    "outdoor_area": "1,600 sqft",
    "image": "https://aha-website2025.github.io/AHA/projects/dymaxion-house/image.jpg",
    "slug": "dymaxion-house"
  },
  {
    "title": "Genossenschaft Kalkbreite",
    "location": "Zurich, Switzerland",
    "description": "Kalkbreite in Zurich is a landmark example of cooperative housing that merges density, community, and sustainability within a single urban block. Built above an active tram depot, the project transforms an infrastructural void into a vibrant district hub that integrates residential, commercial, and public programs. The complex contains 97 units, housing about 250 residents, alongside offices, restaurants, and cultural venues that serve both the cooperative and the broader neighborhood. At its center lies a landscaped courtyard open to the public, creating a shared green heart that connects residents and visitors while reducing noise and pollution from the surrounding streets. The architecture combines prefabricated timber elements with exposed steel framing, giving the building a robust yet warm industrial character. Generous communal spaces—kitchens, laundry rooms, workshops, and rooftop gardens—encourage social interaction and collective care. Governed through democratic decision-making, Kalkbreite demonstrates how cooperative development can achieve urban livability, long-term affordability, and ecological responsibility while reinforcing Zurich’s tradition of inclusive city-building.",
    "year_completed": "2014",
    "owner": "City of Zurich",
    "architect": "Muller Sigrist Architekten, Dr. Luchingerund Meyer",
    "lot_size_sqft": "68,340 sqft",
    "floor_space_sqft": "246,494 sqft",
    "units": "97",
    "number_of_inhabitants": "~250",
    "density": "1 habitant per 540 sqft",
    "address": "Kalkbreitestrasse 6, 8003 Zürich, Switzerland",
    "coordinates": "47.37436, 8.52061",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "CHF 980,000",
    "average_rent_per_unit": "CHF 1,450/mo",
    "housing_cost_ratio": "25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Steel (Steel framing)",
    "image": "https://aha-website2025.github.io/AHA/projects/genossenschaft-kalkbreite/image.jpg",
    "slug": "genossenschaft-kalkbreite"
  },
  {
    "title": "Grundbau Und Siedler",
    "location": "Hamburg, Germany",
    "description": "Completed in 2013 in Hamburg, Grundbau und Siedler is an experimental cooperative housing project that offers affordable, self-build units for working-class residents seeking relief from rising rents. Designed by BeL Sozietät für Architektur, the project combines a robust shared framework with individual freedom of construction. The ground floor accommodates workshops, parking, and a lobby, while four upper floors contain three flexible units each, with generous 10.5-foot ceiling heights. Unit sizes range from 98 to 490 square feet, sold as bare “shells” that residents complete themselves according to need and budget. Future occupants purchase a kit of parts that includes construction materials, a detailed manual, and professional training. Wide staircases and a freight elevator allow easy material transport, enabling residents to customize their homes with minimal technical barriers. Surveys revealed two common layout approaches: one fluid, without hallways, where rooms merge through movable partitions, and another more traditional, defined by discrete rooms and shared open areas. In both, flexibility and personal agency remain central. Grundbau und Siedler demonstrates how open building systems and cooperative frameworks can merge affordability, craftsmanship, and community within contemporary urban housing.",
    "year_completed": "2013",
    "owner": "N/A",
    "architect": "BeL Sozietät für Architektur",
    "lot_size_sqft": "3,166 sqft",
    "floor_space_sqft": "98-492 sqft per unit",
    "units": "12",
    "number of inhabitants": "~25–30",
    "address": "Am Inselpark 11 21109 Hamburg",
    "coordinates": "53.497529, 10.002147",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "€95,000",
    "average_rent_per_unit": "Owner-owned",
    "housing_cost_ratio": "N/A",
    "material_1": "Reinforced concrete (Reinforced concrete frame)",
    "material_2": "CLT (Prefabricated CLT floors)",
    "material_3": "Timber (Lightweight timber infill panels)",
    "material_4": "Corrugated metal (Corrugated metal balcony panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/grundbau-und-siedler/image.jpg",
    "slug": "grundbau-und-siedler"
  },
  {
    "title": "La Borda",
    "location": "Barcelona, Spain",
    "description": "La Borda is a cooperative housing project in Barcelona created as a grassroots response to the city’s housing crisis and rising cost of living. Developed by the residents’ cooperative in collaboration with the architectural collective Lacol, the project occupies land leased from the Barcelona City Council for 75 years under a public and cooperative partnership. It provides 28 affordable, energy-efficient units organized around shared spaces that promote collective life. From its inception, La Borda was guided by three core principles: economic and environmental sustainability, participatory design, and community-based living. The six-story timber structure is among the tallest wooden buildings in Spain, using cross-laminated timber (CLT) to reduce embodied carbon and simplify construction. A central atrium functions as a climatic mediator, using natural ventilation and solar gain to minimize energy demand throughout the year. Multi-purpose communal areas such as a laundry room, kitchen, workshops, and rooftop terrace reduce redundancy and foster daily interaction. Every decision, from material choice to governance, emerged through resident assemblies and collective labor. La Borda stands as a model of cooperative urbanism, proving that democratic design can produce affordable, low-carbon housing rooted in solidarity and shared stewardship.",
    "year_completed": "2018",
    "owner": "The City Council of Barcelona",
    "architect": "LACOL",
    "lot_size_sqft": "7300",
    "floor_space_sqft": "9842.52",
    "units": "28",
    "unit_distribution": "3 different sizes (131/164/249 sqft)",
    "number_of_inhabitants": "60-65",
    "address": "Carrer de la Constitucio, 85, 89, Sants-Montjuic, 08014 Barcelona, Spain",
    "coordinates": "41.36961, 2.13478",
    "typology": "apartment",
    "model": "Public housing",
    "development_cost_per_unit": "€90,000",
    "average_rent_per_unit": "€450–600/mo",
    "housing_cost_ratio": "~25% of income",
    "material_1": "Reinforced concrete (Reinforced concrete basement slab)",
    "material_2": "CLT (CLT structure)",
    "material_3": "Wood (Pine façade panels)",
    "image": "https://aha-website2025.github.io/AHA/projects/la-borda/image.jpg",
    "slug": "la-borda"
  },
  {
    "title": "Rolland Curtis Gardens",
    "location": "Los Angeles, USA",
    "description": "Rolland Curtis Gardens in South Los Angeles is a community-driven, mixed-use, and transit-oriented development that demonstrates how affordable housing can integrate sustainability and social equity. Located near the Expo Line, the project provides 140 affordable apartments alongside 8,000 square feet of ground-floor retail and community-serving spaces. Originally built in the 1980s, the property faced threats of displacement when the previous owner sought to convert it into student housing. In response, T.R.U.S.T. South LA partnered with Abode Communities to purchase and redevelop the site through a collaborative six-month planning process that placed tenants and neighbors at the center of decision-making. Completed in 2017, the revitalized complex offers family-oriented apartments, shared courtyards, community rooms, and gardens that promote mobility, safety, and belonging. Green building strategies such as energy-efficient systems, drought-tolerant landscaping, and stormwater management reduce environmental impact while lowering utility costs for residents. Rolland Curtis Gardens exemplifies inclusive urban development in Los Angeles by preserving affordability, enhancing access to public transit, and ensuring that long-term residents remain active participants in shaping their neighborhood’s future.",
    "year_completed": "1981 (remodeled in 2017)",
    "owner": "Abode Communities and T.R.U.S.T. South LA",
    "lot_size_sqft": "196,377 sqft",
    "units": "140",
    "number_of_inhabitants": "~500",
    "address": "1077 West 38th St., Los Angeles CA",
    "coordinates": "34.01783, -118.29372",
    "typology": "apartment",
    "model": "Non-profit development",
    "development_cost_per_unit": "~$420,000",
    "average_rent_per_unit": "$500–$1,200/mo",
    "housing_cost_ratio": "≤30% of income",
    "material_1": "Reinforced concrete (Reinforced concrete foundation and podium)",
    "material_2": "Wood framing (Wood-frame upper levels)",
    "image": "https://aha-website2025.github.io/AHA/projects/rolland-curtis-gardens/image.jpg",
    "slug": "rolland-curtis-gardens"
  },
  {
    "title": "Star Apartments",
    "location": "Los Angeles, USA",
    "model": "public housing",
    "description": "Star Apartments in downtown Los Angeles, designed by Michael Maltzan Architecture for the Skid Row Housing Trust, is a pioneering model of permanent supportive housing that redefines urban density and social care. Completed in 2014, the six-story, 95,000-square-foot development provides 102 modular units for formerly homeless residents alongside spaces for health services, recreation, and community engagement. The prefabricated housing modules were constructed off-site and craned onto a concrete podium that houses retail, offices, and a health clinic, reducing construction waste and time. Above, a series of terraced roofs and shared courtyards create open-air gathering spaces that promote physical activity, social interaction, and emotional well-being. The building’s striking, cantilevered form symbolizes the uplifting mission of the Skid Row Housing Trust—to replace isolation with dignity and community. Achieving LEED Platinum certification, Star Apartments integrates sustainable materials, efficient systems, and natural ventilation, demonstrating how innovative architecture can merge modular construction, social infrastructure, and design excellence to foster inclusive, resilient urban living.",
    "year_completed": "2014",
    "owner": "Skid Row Housing Trust",
    "architect": "Michael Maltzan",
    "lot_size_sqft": "653,400 sqft",
    "floor_space_sqft": "95,000 sqft",
    "units": "102",
    "number_of_inhabitants": "153",
    "density": "0.001 inhabitant per sqft",
    "outdoor_area": "15,000 sqft",
    "address": "240 E 6th St, Los Angeles, CA 90014, USA",
    "coordinates": "34.04352, -118.24780",
    "development_cost_per_unit": "$450,000",
    "average_rent_per_unit": "$500-$700/mo",
    "housing_cost_ratio": "30-35% of income",
    "material_1": "Reinforced cast-in-place concrete",
    "material_2": "Prefab. steel-framed modular units",
    "image": "https://aha-website2025.github.io/AHA/projects/star-apartments/image.jpg",
    "slug": "star-apartments"
  }
]