[
  {
    "title": "85 Viviendas Sociales",
    "location": "Sevilla, Spain",
    "description": "85 Viviendas Sociales in Seville is distinguished by its strict orthogonal grid, which organizes both structure and program into a modular, repeating system. By minimizing circulation and eliminating hierarchical room arrangements, the architects created flexible apartments with a rare sense of openness and continuity. Each dwelling benefits from cross ventilation, abundant daylight, and visual depth, making the spaces feel larger and more comfortable while maintaining low energy use. The building encloses a central courtyard, not as a formal focus but as a spatial device that allows all units to open to both sides. Along the inner and outer perimeters, long galleries and terraces act as semi-public extensions of the homes, encouraging interaction and outdoor living while functioning as transitional zones for airflow and light. Structurally, the project employs cross-laminated timber (CLT) walls and beams stacked five stories above a reinforced concrete base—making it the largest CLT residential complex in Spain. Prefabrication and modular assembly reduced construction time, material waste, and labor costs while significantly lowering the building’s carbon footprint. The result is a sustainable, replicable model of social housing that demonstrates how efficiency, comfort, and community can coexist through thoughtful architectural order.",
    "year_completed": "2018",
    "owner": "Instituto Metropolitano de Promocion del Suelo (IMPSOL)",
    "architect": "Peris + Toral",
    "lot_size_sqft": "137,945 sqft",
    "floor_space_sqft": "107,639 sqft",
    "units": "85",
    "number_of_inhabitants": "355",
    "outdoor area": "30,300 sqft",
    "address": "Av. de la República Argentina, 2141011 Sevilla, Spain",
    "coordinates": "37.378, -6.001",
    "typology": "apartment",
    "model": "social housing",
    "development_cost_per_unit": "€150,000",
    "average_rent_per_unit": "€400–600/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Polycarbonate panels",
    "image": "https://aha-website2025.github.io/AHA/projects/85-viviendas-sociales/image.jpg",
    "slug": "85-viviendas-sociales"
  },
  {
    "title": "ASP Holzwohnbau Aspern",
    "location": "Vienna, Austria",
    "category": "cooperative",
    "description": "ASP holzwohnnbau aspern is a mixed-use development with an emphasis on sustainability. The architects of this project integrated sustainable practices economically, socially, and environmentally. Economically, the rent for the units is about half of the area’s average rental price. The construction of this building was highly prefabricated, which makes for a speedy site assembly, reduction in fumes, dust, and sound pollution. ASP holzwohnnbau aspern is articulated into seven different buildings and parts ranging from 4–7 floors above ground. They are connected by three rows of access decks that run in the north and south directions. The north and south orientations force circulation routes that offer varied spatial experiences because of the light-flooded staircases and open deck access to communal terraces. This linear and serial organization provides great flexibility in laying out different types of apartments. This project was designed for everyone in mind meaning it is accessible for disabled and low-income persons making it socially sustainable. Wood is the primary material; the architects enjoyed that wood is renewable, compostable, deliberately aging, graying. These qualities of the material help create identity in an urban context.\n\n\nAlong with sustainability, ASP holzwohnnbau aspern pushes the idea of a community with a staggered layout to make different kinds of courtyards and various visual relationships. Paths are intentionally cut out to prevent the development of corridor-like routes. It is designed for the community to meet one another. Ultimately, the paths create a space in the heart of the project, which they call the canyon. The canyon has a two-story multifunctional ring which offers all the residents the opportunity to mingle and experience community. The Holzwohnnbau co-op encourages communal interactions with a beautifully designed landscape and an abundant amount of shared spaces.\n\n\nThe client for this project, EBG, is a company that solely builds co-ops. EBG is committed to social and socio-political responsibility to shape the future of living actively. Their mission is “to develop, build, maintain and administrate accessible, high quality and safe living space.” The goal is social justice, not profit. With the idea of each tenant in mind, EBG is just the framework. They want to encourage the tenants to fill the space with personality, wishes and concerns.",
    "year_completed": "2015",
    "owner": "EBG Wohnen",
    "architect": "querkraft",
    "units": "213",
    "unit_distribution": "1-5 bedrooms (452-1184 sqft)",
    "address": "Maria-Tusch-Straße 6, 1220 Wien, Austria",
    "coordinates": "48.2242, 16.4990",
    "image": "https://aha-website2025.github.io/AHA/projects/asp-holzwohnbau-aspern/image.jpg",
    "slug": "asp-holzwohnbau-aspern"
  },
  {
    "title": "Carrieres Centrales",
    "location": "Casablanca, Morocco",
    "category": "vernacular housing",
    "description": "Carrières Centrales represents a series of housing located in Casablanca, Morocco designed for factory workers and locals from rural work areas within the city. French architect (and urban planner) Michel Ecochard was brought in to develop emergency housing due to mass displacement caused by local strikes and liberation struggles against French colonialistic occupation during the 1930s through the mid-1950s. Two events, in particular, rapidly escalated the situation into a humanitarian crisis that ultimately left around 130,000 people displaced from their neighborhoods and cities. The first event revolves around French authorities destroying a multitude of shanty towns located near “European quarters” behind the scapegoat of a typhoid epidemic spreading throughout the region. The other critical moment comes in the form of a two-day “mouse strike” organized by the Moroccan Worker Union Confederation (UGSCM) and their respective nationalist party, Istiqlal, where participants simply refused to leave home to go to work. This led to some tension between them and the French police that was attempting to end the strike, ultimately leading to the police shooting anyone who was either defensive or refusing to leave their homes.\n\n\nMany consider the Carrières Centrales project to not be an actual response to major issues happening at the time. Rather, they consider it to be Ecochard’s way of attempting to shut down the anti-colonial movement by appeasing the demands and needs of the civilians affected. This claim is evident in the design choices and style created to use as a template for the whole project. Essentially the project revolves around the use of a linear 8 x 8-meter grid plan that was based on a patio dwelling unit where aesthetically it would blend some French mediums and the local Moroccan style into one. From here each unit could be rearranged into various configurations that would help to create different courtyard and exterior conditions. This resulted in the creation of the “mat” structure. He had also ventured into using vertically and designed 3 unique structures that each had their own floor plans. Ultimately his goal was to mass spread these low-density and costly vertical structures that made use of vernacular elements throughout most of Casablanca. Unfortunately, his ideas did not fully come to fruition as a simple floor plan was created and mass replicated across the whole site while most of the buildings would eventually be redesigned and repurposed for other uses.\n\n\nThe project is the first mixed-use, affordable housing project in Los Angeles to employ this construction method.",
    "year_completed": "2014",
    "owner": "Morocco Department of Urban Planning",
    "architect": "Michel Ecochard & G.A.M.M.A",
    "lot_size_sqft": "63,593 sqft",
    "floor_space_sqft": "60,546 sqft",
    "#_of_units": "100",
    "#_of_inhabitants": "3 per unit",
    "density": "1 person per 1,270 sqft",
    "outdoor_area": "15,650 sqft",
    "address": "HCMP+78C, Ave Abdelkader Torres, Casablanca 20570, Morocco",
    "coordinates": "33.583000, -7.564000",
    "image": "https://aha-website2025.github.io/AHA/projects/carrieres-centrales/image.jpg",
    "slug": "carrieres-centrales"
  },
  {
    "title": "Cidade de Deus",
    "location": "Rio de Janeiro, Brazil",
    "category": "public/social housing",
    "description": "Cidade de Deus, or “City of God,” began as a predefined, mass housing project built in Rio de Janeiro in the 1960s with the aim to promote economic growth and political reform in Latin America. The formerly sterile, uniform layout has informally grown over the span of multiple decades to accommodate a growing population, activating the spaces between and around the original housing units and apartment blocks. The informal construction undertaken by its citizens has generated a heterogeneous structure that, although it is recognizable as a whole, is composed of hyper-specific, continuously transforming space. Rather than creating specific structures to mold into specific categories, an open catalog of construction technologies, production modes, financial means, programmatic evolution, popular aesthetics, etc., has been and is being employed on a regular basis to conscientiously evolve with Cidade de Deus’s residents.\n\n\nAlthough this basis of the city was composed of similar housing and apartment units arranged in neat rows and blocks, they are now barely recognizable — or even visible — within the informally built extensions. Originally, 3,053 units were built to house a planned 10,000 people. Because the initial structures were not properly suited towards holding this many citizens, much less acting as collective housing, Cidade de Deus’s residents modified their spatial configuration on their own. They filled in the space between the early housing units with layered commercial and social spaces and structures and transformed the single family homes into multi-story, multi-generational ones, eventually building the city into one of the most famous favelas and urban sub-centers of Rio de Janeiro.",
    "year_completed": "1966",
    "owner": "Rio de Janeiro",
    "architect": "Guanabara State Affordable",
    "lot_size_sqft": "1.2 sqkm",
    "#_of_units": "3053",
    "#_of_inhabitants": "10,000",
    "density": "26,270 inhabitant per sqkm",
    "address": "R. Zilá, 23 - Cidade de Deus, Rio de Janeiro - RJ, 22773-180, Brazil",
    "coordinates": "-22.94903, -43.36691",
    "typology": "single family house",
    "material": "concrete",
    "model": "private ownership",
    "image": "https://aha-website2025.github.io/AHA/projects/cidade-de-deus/image.png",
    "slug": "cidade-de-deus"
  },
  {
    "title": "Cité manifeste",
    "location": "Mulhouse, France",
    "description": "The fourteen single-family houses by Lacaton & Vassal form part of Cité Manifeste in Mulhouse, France, a development of sixty-one dwellings commissioned by SOMCO, a historic social housing association originally founded during the industrial revolution to improve workers’ living conditions. Conceived as a contemporary reinterpretation of the English “garden city,” the project invited five architectural teams—Jean Nouvel, Poitevin & Raynaud, Lewis + Block, Shigeru Ban and De Gastines, and Lacaton & Vassal—to explore new models for affordable yet generous housing. Lacaton & Vassal’s contribution stands out for its radical spatial economy and human-centered design. Each dwelling combines the scale of a house with the affordability of social housing, doubling the typical living volume without increasing cost. The units employ a simple reinforced-concrete frame that supports an elevated platform three meters above grade. Prefabricated horticultural greenhouses with galvanized steel structures and translucent polycarbonate cladding are attached to create adaptable spaces that function as extensions of the home. These winter gardens blur the boundary between interior and exterior, offering flexibility, daylight, and energy efficiency while redefining what low-cost housing can achieve.",
    "year_completed": "2005",
    "owner": "SOMCO",
    "architect": "Lacaton & Vassal",
    "lot_size_sqft": "2,014 sqft",
    "floor_space_sqft": "24,348 sqft",
    "units": "14",
    "number_of_inhabitants": "45-50",
    "unit_distribution": "2 stories + winter garden",
    "inhabitants_per_unit": "1.5 people/bedroom",
    "density": "678 sqft per person",
    "address": "54 Rue Lavoisier, 68200 Mulhouse, France",
    "coordinates": "47.7565, 7.3207",
    "typology": "Single-family house",
    "model": "Social housing",
    "development_cost_per_unit": "€130,000",
    "average_rent_per_unit": "€600–€750/mo",
    "housing_cost_ratio": "25-30% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Polycarbonate roofs",
    "material_3": "Steel framing",
    "material_4": "",
    "image": "https://aha-website2025.github.io/AHA/projects/cite-manifeste/image.png",
    "slug": "cite-manifeste"
  },
  {
    "title": "Co-op City",
    "location": "Bronx, USA",
    "description": "Co-op City in the Bronx, New York, stands as the largest cooperative housing development in the world and a lasting embodiment of the Rochdale Principles of Cooperation (1844), later formalized by the International Cooperative Alliance in 1937. The site, once marshland and later the short-lived Freedomland U.S.A. amusement park, was redeveloped beginning in 1966 by the United Housing Foundation under the state’s Mitchell-Lama program to provide affordable housing for middle-income families. Completed in 1973, the project consists of 35 high-rise towers and seven clusters of townhouses totaling more than 15,000 units. Occupying only about 20% of its 320-acre site, the development reserves extensive green space, parks, and pedestrian networks between buildings. To secure an apartment, residents purchased cooperative shares—approximately eighteen shares per room at $25 each—granting ownership and participation in governance. With its efficient land use, large apartment layouts, and accessible ownership model, Co-op City became a prototype for socially inclusive urban housing, maintaining lower poverty and rent-burden rates than the rest of the Bronx while demonstrating how large-scale cooperative planning could balance affordability, community, and livability.",
    "year_completed": "1973",
    "owner": "Riverbay Corporation",
    "architect": "Abraham Kaza & Herman J Jessoe",
    "units": "1,328",
    "unit_distribution": "1–4 bedrooms",
    "number_of_inhabitants": "+43,000",
    "density": "51 people/acre",
    "address": "177 Dreiser Loop, Bronx, NY 10475 USA",
    "coordinates": "40.87539, -73.8257",
    "typology": "apartment",
    "model": "cooperative",
    "development_cost_per_unit": "$245,000 (2025 USD)",
    "average_rent_per_unit": "$1,000-1,400/mo",
    "housing_cost_ratio": "20-25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "Precast concrete panels",
    "image": "https://aha-website2025.github.io/AHA/projects/co-op-city/image.jpg",
    "slug": "co-op-city"
  },
  {
    "title": "Dillon 617",
    "location": "Los Angeles, CA",
    "description": "Located in Silver Lake, Los Angeles, Dillon 617 by Lorcan O’Herlihy Architects transforms a narrow infill lot into a vibrant, community-oriented housing development that redefines urban density. The project consists of two elongated building bars linked by an open-air pedestrian paseo that organizes circulation while bringing daylight, air, and social life deep into the site. This central corridor serves as a shared spine—part pathway, part communal space—encouraging informal interaction among residents. The exterior is clad in dark metal panels that give the building a strong urban presence, contrasting with the luminous white interiors that reflect light into the narrow spaces between volumes. Apartments are designed with cross-ventilation and flexible layouts to maximize spatial efficiency within a compact footprint. The project integrates terraces, courtyards, and multi-level visual connections that balance privacy with community. Through an elegant synthesis of material economy, formal clarity, and social intent, Dillon 617 demonstrates how architecture can elevate affordable, high-density housing into an experience of openness, belonging, and livability in the heart of Los Angeles.",
    "year_completed": "2019",
    "owner": "CIM Group",
    "architect": "Lorcan O'Herlihy Architect",
    "lot_size_sqft": "29,000 sqft",
    "units": "49",
    "unit_distribution": "1- to 3-bedroom units",
    "number_of_inhabitants": "114",
    "outdoor area": "11,000 sqft",
    "address": "617 N Dillon St, Los Angeles, CA 90026",
    "coordinates": "34.079, -118.279",
    "typology": "apartment",
    "model": "private development",
    "development_cost_per_unit": "$300,000",
    "average_rent_per_unit": "$2,500+/mo",
    "housing_cost_ratio": "35% of income",
    "material_1": "Corrugated metal panels",
    "material_2": "Plaster",
    "material_3": "Wood framing",
    "image": "https://aha-website2025.github.io/AHA/projects/dillon-617/image.jpg",
    "slug": "dillon-617"
  },
  {
    "title": "Dymaxion House",
    "location": "unbuilt",
    "category": "utopian",
    "description": "The Dymaxion House by Buckminster Fuller was a conceptual project for future housing based on the idea of dynamic, maximum and tension. Fuller is seeking a new method to redesign a dwelling that is adaptable in spaces, and to provide the maximum spaces under the consideration of transportability. The plan of the Dymaxion House is organized with a triangular grid and the furniture is designed based on the triangular form. Besides, the triangle grid is used for dispersing the tension of the structure.\n\n\nThe mechanics of the house involved the use of tension and compression in a web system, which is similar to the idea of suspension bridge. The mast acted as circular support so that all the elements of the building were suspended from above and did not rest upon supports from below. All the mechanical equipment and the supporting system for roof and floor are contained in the mast. By assembling all the fixed elements for the house in the middle, create a maximum occupied space. And the mast avoids the additional supporting system by putting all the heavy equipment in the core. The ventilation is downdraft which reduces the dust in the house. After the air is drawn in from the air inlet to the mast, the central mast circulates the air into the roof and interior by the gaps in the floor panel. Thus the air could ventilate into the rooms from the hole on the floor.\n\n\nThe minimum use of material, the light-weight dwelling, and the self-sufficiency system of ventilation made the Dymaxion House considered also as a sustainable dwelling.",
    "year_completed": "Prototyped in 1948",
    "owner": "William Granham",
    "architect": "Buckminister Fuller",
    "lot_size_sqft": "1,600 sqft",
    "floor_space_sqft": "1,600 sqft",
    "units": "5",
    "#_of_inhabitants": "1 single family",
    "density": "~400 sqft",
    "outdoor_area": "1,600 sqft",
    "image": "https://aha-website2025.github.io/AHA/projects/dymaxion-house/image.jpg",
    "slug": "dymaxion-house"
  },
  {
    "title": "Genossenschaft Kalkbreite",
    "location": "Zurich, Switzerland",
    "model": "cooperative",
    "description": "Kalkbreite in Zurich is a landmark example of cooperative housing that merges density, community, and sustainability within a single urban block. Built above an active tram depot, the project transforms an infrastructural void into a vibrant district hub that integrates residential, commercial, and public programs. The complex contains 97 units, housing about 250 residents, alongside offices, restaurants, and cultural venues that serve both the cooperative and the broader neighborhood. At its center lies a landscaped courtyard open to the public, creating a shared green heart that connects residents and visitors while reducing noise and pollution from the surrounding streets. The architecture combines prefabricated timber elements with exposed steel framing, giving the building a robust yet warm industrial character. Generous communal spaces—kitchens, laundry rooms, workshops, and rooftop gardens—encourage social interaction and collective care. Governed through democratic decision-making, Kalkbreite demonstrates how cooperative development can achieve urban livability, long-term affordability, and ecological responsibility while reinforcing Zurich’s tradition of inclusive city-building.",
    "year_completed": "2014",
    "owner": "City of Zurich",
    "architect": "Muller Sigrist Architekten, Dr. Luchingerund Meyer",
    "lot_size_sqft": "68,340 sqft",
    "floor_space_sqft": "246,494 sqft",
    "units": "97",
    "number_of_inhabitants": "~250",
    "density": "1 habitant per 540 sqft",
    "address": "Kalkbreitestrasse 6, 8003 Zürich, Switzerland",
    "coordinates": "47.37436, 8.52061",
    "development_cost_per_unit": "CHF 980,000",
    "average_rent_per_unit": "CHF 1,450/mo",
    "housing_cost_ratio": "25% of income",
    "material_1": "Reinforced concrete",
    "material_2": "CLT",
    "material_3": "Steel framing",
    "image": "https://aha-website2025.github.io/AHA/projects/genossenschaft-kalkbreite/image.jpg",
    "slug": "genossenschaft-kalkbreite"
  },
  {
    "title": "Grundbau Und Siedler",
    "location": "Hamburg, Germany",
    "category": "public & social housing",
    "description": "Completed in March 2013 and located in Hamburg, Grundbau und Siedler provides affordable self-build housing for German citizens who struggle to find reasonable rents—namely the working class. Parking, the lobby, and workshops are located on the ground floor, and the remaining four floors consists of three units each. Each floor is 10’6” tall. Each unit, ranging between 98-490 square feet, is open and flexible, allowing for the resident(s) to decide how they want to dictate the space.\n\n\nIn order to self-build, residents are encouraged to buy a package that includes the necessary materials as well as a detailed construction manual (see diagrams 3-5). The self-builders are then given training, and their work must be inspected by an expert once completed. Self-building is made possible by stairs that are wide enough for transporting materials as well as a lift designed as a goods elevator for carrying materials.\n\n\nThrough surveying the residents, it was discovered that there were two main layouts that were often chosen. The first one does away with hallways and joins all rooms, separating them only with a wall and/or dividing door. The second is a more “typical” layout, a system of defined rooms and open common areas. In the first layout, flexibility exists within the residents’ ability to interpret each room as they choose. On the other hand, flexibility in the second layout exists within the way they choose to dictate the open-plan areas.",
    "year_completed": "2013",
    "owner": "N/A",
    "architect": "BeL Sozietät für Architektur",
    "lot_size_sqft": "3,166 sqft",
    "floor_space_sqft": "98-492 sqft per unit",
    "units": "12",
    "number of inhabitants": "1+ per unit",
    "address": "Am Inselpark 11 21109 Hamburg",
    "coordinates": "53.497529, 10.002147",
    "image": "https://aha-website2025.github.io/AHA/projects/grundbau-und-siedler/image.jpg",
    "slug": "grundbau-und-siedler"
  },
  {
    "title": "La Borda",
    "location": "Barcelona, Spain",
    "category": "cooperative",
    "description": "La Borda is a cooperative housing project in Barcelona developed in response to the region's housing shortage. The cooperative is built on land owned by the City Council, granted for 75 years for state-subsidized housing. This arrangement allowed local residents to collaborate with architects from Lacol and other consultants to establish a 28-unit sustainable housing complex. The community prioritized three core principles in its development--economic and environmental sustainability, cooperation through community participation, and the advancement of communal living.\n\n\nTo enhance sustainability, the project incorporates multi-purpose common areas to reduce the overall environmental footprint. The building is designed with a high number of south-facing units to maximize heat gain and lower energy costs. Additionally, a central atrium features operable openings that adjust to seasonal changes—promoting compactness in winter and openness in summer.\n\n\nAffordability and sustainability in communal housing require active and ongoing resident participation. From the outset, the project was shaped by the ideas of its residents, brought to life by architects and engineers. The initial phase included construction workshops, enabling the community to collectively apply their knowledge and skills to complete the building. The cooperative also emphasizes shared public spaces, centering them around a communal courtyard. While each resident has a private space, the courtyard fosters a sense of belonging by providing a shared, open environment that encourages interaction within the community. ",
    "year_completed": "2018",
    "owner": "The City Council of Barcelona",
    "architect": "LACOL",
    "lot_size_sqft": "7300",
    "floor_space_sqft": "9842.52",
    "units": "28",
    "unit_distribution": "3 different sizes (131/164/249 sqft)",
    "inhabitants_per_unit": "1-5",
    "address": "Carrer de la Constitucio, 85, 89, Sants-Montjuic, 08014 Barcelona, Spain",
    "coordinates": "41.36961, 2.13478",
    "image": "https://aha-website2025.github.io/AHA/projects/la-borda/image.jpg",
    "slug": "la-borda"
  },
  {
    "title": "Rolland Curtis Gardens",
    "location": "Los Angeles, USA",
    "category": "cooperative",
    "description": "Rolland Curtis Gardens is a community-serving development that incorporates the concept of mixed-use that opens doors to affordable housing through not only the sustainably responsible design but also through the community-driven development process. This development is also one of the few large-scale affordable housing that is transit oriented in the area surrounding Downtown Los Angeles.\n\n\nT.R.U.S.T. South LA alongside Abode Communities, bought what was originally owned by Wisconsin Gardens Development Co. after a long conflict between the (at the time) owner, Jeffrey Greene, and his plans to rent the space to the USC student population. This displacement of low income families, made T.R.U.S.T South LA begin a campaign that resulted in the protection of the tenants. This resulted in T.R.U.S.T South LA and Abode Communities purchasing the space and beginning their community-oriented six-month planning and development process, leading to a finished renovation by 2017.\n\n\nRolland Curtis Gardens embodies the goals not only of the stakeholders but also of the tenants and surrounding community, these include affordable housing through creative designs, mobility and access around site, parking, commercial space that addresses the commercial gap in the community, green gathering spaces and safety. The result was an organized combination of residences including multiple community rooms and on-site facilities, programmable and green open spaces, and commercial retail and services. ",
    "year_completed": "1981 (remodeled in 2017)",
    "owner": "Abode Communities and T.R.U.S.T. South LA",
    "lot_size_sqft": "196,377 sqft",
    "units": "140",
    "address": "1077 West 38th St., Los Angeles CA",
    "coordinates": "34.01783, -118.29372",
    "image": "https://aha-website2025.github.io/AHA/projects/rolland-curtis-gardens/image.jpg",
    "slug": "rolland-curtis-gardens"
  },
  {
    "title": "Star Apartments",
    "location": "Los Angeles, USA",
    "model": "public housing",
    "description": "Star Apartments in downtown Los Angeles, designed by Michael Maltzan Architecture for the Skid Row Housing Trust, is a pioneering model of permanent supportive housing that redefines urban density and social care. Completed in 2014, the six-story, 95,000-square-foot development provides 102 modular units for formerly homeless residents alongside spaces for health services, recreation, and community engagement. The prefabricated housing modules were constructed off-site and craned onto a concrete podium that houses retail, offices, and a health clinic, reducing construction waste and time. Above, a series of terraced roofs and shared courtyards create open-air gathering spaces that promote physical activity, social interaction, and emotional well-being. The building’s striking, cantilevered form symbolizes the uplifting mission of the Skid Row Housing Trust—to replace isolation with dignity and community. Achieving LEED Platinum certification, Star Apartments integrates sustainable materials, efficient systems, and natural ventilation, demonstrating how innovative architecture can merge modular construction, social infrastructure, and design excellence to foster inclusive, resilient urban living.",
    "year_completed": "2014",
    "owner": "Skid Row Housing Trust",
    "architect": "Michael Maltzan",
    "lot_size_sqft": "653,400 sqft",
    "floor_space_sqft": "95,000 sqft",
    "units": "102",
    "number_of_inhabitants": "153",
    "density": "0.001 inhabitant per sqft",
    "outdoor_area": "15,000 sqft",
    "address": "240 E 6th St, Los Angeles, CA 90014, USA",
    "coordinates": "34.04352, -118.24780",
    "development_cost_per_unit": "$450,000",
    "average_rent_per_unit": "$500-$700/mo",
    "housing_cost_ratio": "30-35% of income",
    "material_1": "Reinforced cast-in-place concrete",
    "material_2": "Prefab. steel-framed modular units",
    "image": "https://aha-website2025.github.io/AHA/projects/star-apartments/image.jpg",
    "slug": "star-apartments"
  }
]