[
  {
    "title": "Dymaxion House",
    "category": "utopian",
    "description": "The Dymaxion House by Buckminster Fuller was a conceptual project for future housing based on the idea of dynamic, maximum and tension. Fuller is seeking a new method to redesign a dwelling that is adaptable in spaces, and to provide the maximum spaces under the consideration of transportability. The plan of the Dymaxion House is organized with a triangular grid and the furniture is designed based on the triangular form. Besides, the triangle grid is used for dispersing the tension of the structure.\n\n\nThe mechanics of the house involved the use of tension and compression in a web system, which is similar to the idea of suspension bridge. The mast acted as circular support so that all the elements of the building were suspended from above and did not rest upon supports from below. All the mechanical equipment and the supporting system for roof and floor are contained in the mast. By assembling all the fixed elements for the house in the middle, create a maximum occupied space. And the mast avoids the additional supporting system by putting all the heavy equipment in the core. The ventilation is downdraft which reduces the dust in the house. After the air is drawn in from the air inlet to the mast, the central mast circulates the air into the roof and interior by the gaps in the floor panel. Thus the air could ventilate into the rooms from the hole on the floor.\n\n\nThe minimum use of material, the light-weight dwelling, and the self-sufficiency system of ventilation made the Dymaxion House considered also as a sustainable dwelling.",
    "year_completed": "Prototyped in 1948",
    "owner": "William Granham",
    "architect": "Buckminister Fuller",
    "lot_size_sqft": "1,600 sqft",
    "floor_space_sqft": "1,600 sqft",
    "units": "5",
    "#_of_inhabitants": "1 single family",
    "density": "~400 sqft",
    "outdoor_area": "1,600 sqft",
    "image": "https://junothecat.github.io/housing-catalogue/projects/dymaxion-house/image.jpg",
    "slug": "dymaxion-house"
  },
  {
    "title": "Genossenschaft Kalkbreite",
    "location": "Zurich, Switzerland",
    "category": "co-operative",
    "description": "Kalkbreite is a lively district center that stands in the center of three streets: Seebahnstraben, Badener and Kalkbreitestrasse. This multipurpose complex acts as an important landmark demarking the boundaries of different city districts. The complex contains residential, commercial and public service spaces that help create such dynamic relationships between it and the surrounding area. One of it’s public service uses is an entire floor dedicated to a tram depot that public transportation can utilize for seamless transitions between the two cities. Above this tram depot, there is a courtyard that is accessible by the public which contains various places in which people can just relax, taking them out of the busyness of the street. Also, since it is on such an important position between two cities and contains a tram depot, the outside perimeter acts as a huge commercial strip that contains commercial enterprises and restaurants creating a truly lively community in which a diverse group of people can all meet in a single complex. The building itself is a hybrid construction containing prefabricated wood elements on the façade and metal structural components as seen in the interior shots.",
    "year_completed": "2014",
    "owner": "City of Zurich",
    "architect": "Muller Sigrist Architekten, Dr. Luchingerund Meyer",
    "lot_size_sqft": "n/a",
    "floor_space_sqft": "246,494 sqft",
    "units": "97",
    "density": "1 habitant per 540 sqft",
    "image": "https://junothecat.github.io/housing-catalogue/projects/genossenschaft-kalkbreite/image.jpg",
    "slug": "genossenschaft-kalkbreite"
  },
  {
    "title": "La Borda",
    "location": "Barcelona, Spain",
    "category": "co-operative",
    "description": "La Borda is a cooperative housing project in Barcelona developed in response to the region's housing shortage. The cooperative is built on land owned by the City Council, granted for 75 years for state-subsidized housing. This arrangement allowed local residents to collaborate with architects from Lacol and other consultants to establish a 28-unit sustainable housing complex. The community prioritized three core principles in its development--economic and environmental sustainability, cooperation through community participation, and the advancement of communal living.\n\n\nTo enhance sustainability, the project incorporates multi-purpose common areas to reduce the overall environmental footprint. The building is designed with a high number of south-facing units to maximize heat gain and lower energy costs. Additionally, a central atrium features operable openings that adjust to seasonal changes—promoting compactness in winter and openness in summer.\n\n\nAffordability and sustainability in communal housing require active and ongoing resident participation. From the outset, the project was shaped by the ideas of its residents, brought to life by architects and engineers. The initial phase included construction workshops, enabling the community to collectively apply their knowledge and skills to complete the building. The cooperative also emphasizes shared public spaces, centering them around a communal courtyard. While each resident has a private space, the courtyard fosters a sense of belonging by providing a shared, open environment that encourages interaction within the community. ",
    "year_completed": "2018",
    "owner": "The City Council of Barcelona",
    "architect": "LACOL",
    "lot_size_sqft": "7300",
    "floor_space_sqft": "9842.52",
    "units": "28",
    "unit_distribution": "3 different sizes (131/164/249 sqft)",
    "inhabitants_per_unit": "1-5",
    "image": "https://junothecat.github.io/housing-catalogue/projects/la-borda/image.jpg",
    "slug": "la-borda"
  },
  {
    "title": "Star Apartments",
    "location": "Los Angeles, USA",
    "category": "public/social housing",
    "description": "The six-story, 95,000 sf Star Apartments expands upon the “the idea providing permanent supportive housing within the downtown core of Los Angeles, specifically the Skid Row Housing.” The building is organized around “three principal spatial zones”, stacked one upon the other: a commercial/retail zone at street level; a second level for community programs; and four terraced floors of residences above.\n\n\nThe building design allows for a “recovery process” for homeless residents based on positive re-socialization, healthy interdependent relationships, and wellness. The project seeks to not only improve the quality of life for residents but to inspire a sense of pride, independence, and dignity.\n\n\nThis design focuses on creation of multiple terraces for communal activities maximising air flow and sunlight. This indoor/outdoor solid/void relationship that it creates plays well against the density and urbanism in downtown Los Angeles.\n\n\nThe LEED for Homes Platinum development was constructed with “prefabricated modular housing units that are cantilevered” on a 2 story concrete superstructure. Individual apartment units were built off-site using prefabricated materials and delivered to the project site and craned into place on the structural podium. These units are spacious and designed to promote independent and healthy living. Individual studio apartments include an eat-in kitchen, bedroom, and bathroom.\n\n\nAs the project had limited budget, the design team used prefabricated modules which were lifted into place over a new structural podium (acting at times like a courtyard). By doing so they were able to meet tighter construction tolerances and sustainability goals while increasing not only the construction quality, but also the quality of living.\n\n\nThe project is the first mixed-use, affordable housing project in Los Angeles to employ this construction method.",
    "year_completed": "2014",
    "owner": "Skid Row Housing Trust",
    "architect": "Michael Maltzan",
    "lot_size_sqft": "653,400 sqft",
    "floor_space_sqft": "95,000 sqft",
    "#_of_units": "102",
    "#_of_inhabitants": "153",
    "density": "0.001 inhabitant per sqft",
    "outdoor_area": "15,000 sqft",
    "image": "https://junothecat.github.io/housing-catalogue/projects/star-apartments/image.jpg",
    "slug": "star-apartments"
  }
]