[
  {
    "title": "85 Viviendas Sociales",
    "location": "Sevilla, Spain",
    "category": "sustainable",
    "description": "The most notable element of this residential project is how it is built around a fairly rigid orthogonal grid. Both the building structure, as in the walls, and the building’s program, are arranged in accordance with this grid. The program is thus repeating and modular. With excessive circulation space eliminated, the architects were able to create residential units without obvious hierarchy and with an unusual degree of openness and inner connectivity. The openness serves a purpose in making the units more comfortable and appear to be larger, but furthermore serves to allow the entry of ample natural light and for cross ventilation in all units, keeping energy use low. The building contains an inner courtyard, yet this is not a centerpiece of the project, but rather a means to enable the units to be open on both ends. At the interior and exterior perimeters, the units are provided with an outdoor terrace or long gallery, which gives the units a small semi-public and potentially social space. Because these spaces can only be accessed from the units themselves, they serve as personal outdoor spaces, while still fitting into the larger whole, and can remain physically open to the unit, allowing for the previously mentioned cross-ventilation and serving as additional circulation space.\n\n\nThe structure, which frames the space-defining orthogonal grid, is composed of modular cross-laminated timber walls and beams, stacking up 5 stories over a concrete base. This makes it the largest cross-laminated timber residential building in Spain. The use of modular CLT elements allowed for significant cost savings through prefabrication and lower material and labor costs, and greatly improves the sustainability of the project, both of which are essential to the future replication of the project.year_completed: 2018",
    "owner": "Instituto Metropolitano de Promocion del Suelo (IMPSOL)",
    "architect": "Peris + Toral",
    "lot_size_sqft": "137,945 sqft",
    "floor_space_sqft": "107,639 sqft",
    "units": "85",
    "# of inhabitants": "355",
    "outdoor area": "30,300 sqft",
    "address": "Av. de la República Argentina, 2141011 Sevilla, Spain",
    "coordinates": "37.378, -6.001",
    "image": "https://aha-website2025.github.io/AHA/projects/85-viviendas-sociales/image.jpg",
    "slug": "85-viviendas-sociales"
  },
  {
    "title": "Carrieres Centrales",
    "location": "Casablanca, Morocco",
    "category": "vernacular housing",
    "description": "Carrières Centrales represents a series of housing located in Casablanca, Morocco designed for factory workers and locals from rural work areas within the city. French architect (and urban planner) Michel Ecochard was brought in to develop emergency housing due to mass displacement caused by local strikes and liberation struggles against French colonialistic occupation during the 1930s through the mid-1950s. Two events, in particular, rapidly escalated the situation into a humanitarian crisis that ultimately left around 130,000 people displaced from their neighborhoods and cities. The first event revolves around French authorities destroying a multitude of shanty towns located near “European quarters” behind the scapegoat of a typhoid epidemic spreading throughout the region. The other critical moment comes in the form of a two-day “mouse strike” organized by the Moroccan Worker Union Confederation (UGSCM) and their respective nationalist party, Istiqlal, where participants simply refused to leave home to go to work. This led to some tension between them and the French police that was attempting to end the strike, ultimately leading to the police shooting anyone who was either defensive or refusing to leave their homes.\n\n\nMany consider the Carrières Centrales project to not be an actual response to major issues happening at the time. Rather, they consider it to be Ecochard’s way of attempting to shut down the anti-colonial movement by appeasing the demands and needs of the civilians affected. This claim is evident in the design choices and style created to use as a template for the whole project. Essentially the project revolves around the use of a linear 8 x 8-meter grid plan that was based on a patio dwelling unit where aesthetically it would blend some French mediums and the local Moroccan style into one. From here each unit could be rearranged into various configurations that would help to create different courtyard and exterior conditions. This resulted in the creation of the “mat” structure. He had also ventured into using vertically and designed 3 unique structures that each had their own floor plans. Ultimately his goal was to mass spread these low-density and costly vertical structures that made use of vernacular elements throughout most of Casablanca. Unfortunately, his ideas did not fully come to fruition as a simple floor plan was created and mass replicated across the whole site while most of the buildings would eventually be redesigned and repurposed for other uses.\n\n\nThe project is the first mixed-use, affordable housing project in Los Angeles to employ this construction method.",
    "year_completed": "2014",
    "owner": "Morocco Department of Urban Planning",
    "architect": "Michel Ecochard & G.A.M.M.A",
    "lot_size_sqft": "63,593 sqft",
    "floor_space_sqft": "60,546 sqft",
    "#_of_units": "100",
    "#_of_inhabitants": "3 per unit",
    "density": "1 person per 1,270 sqft",
    "outdoor_area": "15,650 sqft",
    "address": "HCMP+78C, Ave Abdelkader Torres, Casablanca 20570, Morocco",
    "coordinates": "33.583000, -7.564000",
    "image": "https://aha-website2025.github.io/AHA/projects/carrieres-centrales/image.jpg",
    "slug": "carrieres-centrales"
  },
  {
    "title": "Cidade de Deus",
    "location": "Rio de Janeiro, Brazil",
    "category": "public/social housing",
    "description": "Cidade de Deus, or “City of God,” began as a predefined, mass housing project built in Rio de Janeiro in the 1960s with the aim to promote economic growth and political reform in Latin America. The formerly sterile, uniform layout has informally grown over the span of multiple decades to accommodate a growing population, activating the spaces between and around the original housing units and apartment blocks. The informal construction undertaken by its citizens has generated a heterogeneous structure that, although it is recognizable as a whole, is composed of hyper-specific, continuously transforming space. Rather than creating specific structures to mold into specific categories, an open catalog of construction technologies, production modes, financial means, programmatic evolution, popular aesthetics, etc., has been and is being employed on a regular basis to conscientiously evolve with Cidade de Deus’s residents.\n\n\nAlthough this basis of the city was composed of similar housing and apartment units arranged in neat rows and blocks, they are now barely recognizable — or even visible — within the informally built extensions. Originally, 3,053 units were built to house a planned 10,000 people. Because the initial structures were not properly suited towards holding this many citizens, much less acting as collective housing, Cidade de Deus’s residents modified their spatial configuration on their own. They filled in the space between the early housing units with layered commercial and social spaces and structures and transformed the single family homes into multi-story, multi-generational ones, eventually building the city into one of the most famous favelas and urban sub-centers of Rio de Janeiro.",
    "year_completed": "1966",
    "owner": "Rio de Janeiro",
    "architect": "Guanabara State Affordable",
    "lot_size_sqft": "1.2 sqkm",
    "#_of_units": "3053",
    "#_of_inhabitants": "10,000",
    "density": "26,270 inhabitant per sqkm",
    "address": "R. Zilá, 23 - Cidade de Deus, Rio de Janeiro - RJ, 22773-180, Brazil",
    "coordinates": "-22.94903, -43.36691",
    "image": "https://aha-website2025.github.io/AHA/projects/cidade-de-deus/image.png",
    "slug": "cidade-de-deus"
  },
  {
    "title": "Cité manifeste",
    "location": "Mulhouse, France",
    "category": "collective",
    "description": "These 14 single-family houses designed by Lacaton & Vassal are part of Cite Manifeste, a collection of 61 high-quality apartments constructed for average-income residents. Cite Manifeste was commissioned by SOMCO, an organization founded during the industrial revolution to address poor living conditions of urban workers. Their solution was a residential complex based on the English “garden city” model. Five teams of architects were invited to contribute to this project, including Jean Nouvel, Poitevin & Raynaud, Lewis + Block, Lacaton & Vassal, Shigeru Ban, and De Gastines.\n\n\nOf the five architects, the 14 dwellings by Lacaton & Vassal gained the most international recognition for its efficient use of space and radical design. Lacaton & Vassal aimed to design quality houses that are larger, more comfortable, more flexible, and cost-effective than conventional social housing. As a result, the volume of the space is almost double that of the usual standard in social housing. The loft-like layout of the units offer a high degree of flexibility and customization. The structure is a simple reinforced concrete post and beam structure which supports an elevated platform at 3 meters height. Horticultural greenhouses with galvanized steel frames and transparent polycarbonate walls are then fixed on the platform. The greenhouses are split into isolated and heated indoor sections and semi-outdoor “winter gardens”.",
    "year_completed": "2005",
    "owner": "SOMCO",
    "architect": "Lacaton & Vassal",
    "lot_size_sqft": "2,014 sqft",
    "floor_space_sqft": "24,348 sqft",
    "units": "14",
    "unit_distribution": "2 stories",
    "inhabitants_per_unit": "1.5 people/bedroom",
    "density": "678 sqft per person",
    "address": "54 Rue Lavoisier, 68200 Mulhouse, France",
    "coordinates": "47.7565, 7.3207",
    "image": "https://aha-website2025.github.io/AHA/projects/cite-manifeste/image.png",
    "slug": "cit-manifeste"
  },
  {
    "title": "Dymaxion House",
    "location": "unbuilt",
    "category": "utopian",
    "description": "The Dymaxion House by Buckminster Fuller was a conceptual project for future housing based on the idea of dynamic, maximum and tension. Fuller is seeking a new method to redesign a dwelling that is adaptable in spaces, and to provide the maximum spaces under the consideration of transportability. The plan of the Dymaxion House is organized with a triangular grid and the furniture is designed based on the triangular form. Besides, the triangle grid is used for dispersing the tension of the structure.\n\n\nThe mechanics of the house involved the use of tension and compression in a web system, which is similar to the idea of suspension bridge. The mast acted as circular support so that all the elements of the building were suspended from above and did not rest upon supports from below. All the mechanical equipment and the supporting system for roof and floor are contained in the mast. By assembling all the fixed elements for the house in the middle, create a maximum occupied space. And the mast avoids the additional supporting system by putting all the heavy equipment in the core. The ventilation is downdraft which reduces the dust in the house. After the air is drawn in from the air inlet to the mast, the central mast circulates the air into the roof and interior by the gaps in the floor panel. Thus the air could ventilate into the rooms from the hole on the floor.\n\n\nThe minimum use of material, the light-weight dwelling, and the self-sufficiency system of ventilation made the Dymaxion House considered also as a sustainable dwelling.",
    "year_completed": "Prototyped in 1948",
    "owner": "William Granham",
    "architect": "Buckminister Fuller",
    "lot_size_sqft": "1,600 sqft",
    "floor_space_sqft": "1,600 sqft",
    "units": "5",
    "#_of_inhabitants": "1 single family",
    "density": "~400 sqft",
    "outdoor_area": "1,600 sqft",
    "image": "https://aha-website2025.github.io/AHA/projects/dymaxion-house/image.jpg",
    "slug": "dymaxion-house"
  },
  {
    "title": "Genossenschaft Kalkbreite",
    "location": "Zurich, Switzerland",
    "category": "co-operative",
    "description": "Kalkbreite is a lively district center that stands in the center of three streets: Seebahnstraben, Badener and Kalkbreitestrasse. This multipurpose complex acts as an important landmark demarking the boundaries of different city districts. The complex contains residential, commercial and public service spaces that help create such dynamic relationships between it and the surrounding area. One of it’s public service uses is an entire floor dedicated to a tram depot that public transportation can utilize for seamless transitions between the two cities. Above this tram depot, there is a courtyard that is accessible by the public which contains various places in which people can just relax, taking them out of the busyness of the street. Also, since it is on such an important position between two cities and contains a tram depot, the outside perimeter acts as a huge commercial strip that contains commercial enterprises and restaurants creating a truly lively community in which a diverse group of people can all meet in a single complex. The building itself is a hybrid construction containing prefabricated wood elements on the façade and metal structural components as seen in the interior shots.",
    "year_completed": "2014",
    "owner": "City of Zurich",
    "architect": "Muller Sigrist Architekten, Dr. Luchingerund Meyer",
    "lot_size_sqft": "n/a",
    "floor_space_sqft": "246,494 sqft",
    "units": "97",
    "density": "1 habitant per 540 sqft",
    "address": "Kalkbreitestrasse 6, 8003 Zürich, Switzerland",
    "coordinates": "47.37436, 8.52061",
    "image": "https://aha-website2025.github.io/AHA/projects/genossenschaft-kalkbreite/image.jpg",
    "slug": "genossenschaft-kalkbreite"
  },
  {
    "title": "Grundbau Und Siedler",
    "location": "Hamburg, Germany",
    "category": "public & social housing",
    "description": "Completed in March 2013 and located in Hamburg, Grundbau und Siedler provides affordable self-build housing for German citizens who struggle to find reasonable rents—namely the working class. Parking, the lobby, and workshops are located on the ground floor, and the remaining four floors consists of three units each. Each floor is 10’6” tall. Each unit, ranging between 98-490 square feet, is open and flexible, allowing for the resident(s) to decide how they want to dictate the space.\n\n\nIn order to self-build, residents are encouraged to buy a package that includes the necessary materials as well as a detailed construction manual (see diagrams 3-5). The self-builders are then given training, and their work must be inspected by an expert once completed. Self-building is made possible by stairs that are wide enough for transporting materials as well as a lift designed as a goods elevator for carrying materials.\n\n\nThrough surveying the residents, it was discovered that there were two main layouts that were often chosen. The first one does away with hallways and joins all rooms, separating them only with a wall and/or dividing door. The second is a more “typical” layout, a system of defined rooms and open common areas. In the first layout, flexibility exists within the residents’ ability to interpret each room as they choose. On the other hand, flexibility in the second layout exists within the way they choose to dictate the open-plan areas.",
    "year_completed": "2013",
    "owner": "N/A",
    "architect": "BeL Sozietät für Architektur",
    "lot_size_sqft": "3,166 sqft",
    "floor_space_sqft": "98-492 sqft per unit",
    "units": "12",
    "number of inhabitants": "1+ per unit",
    "address": "Am Inselpark 11 21109 Hamburg",
    "coordinates": "53.497529, 10.002147",
    "image": "https://aha-website2025.github.io/AHA/projects/grundbau-und-siedler/image.jpg",
    "slug": "grundbau-und-siedler"
  },
  {
    "title": "La Borda",
    "location": "Barcelona, Spain",
    "category": "co-operative",
    "description": "La Borda is a cooperative housing project in Barcelona developed in response to the region's housing shortage. The cooperative is built on land owned by the City Council, granted for 75 years for state-subsidized housing. This arrangement allowed local residents to collaborate with architects from Lacol and other consultants to establish a 28-unit sustainable housing complex. The community prioritized three core principles in its development--economic and environmental sustainability, cooperation through community participation, and the advancement of communal living.\n\n\nTo enhance sustainability, the project incorporates multi-purpose common areas to reduce the overall environmental footprint. The building is designed with a high number of south-facing units to maximize heat gain and lower energy costs. Additionally, a central atrium features operable openings that adjust to seasonal changes—promoting compactness in winter and openness in summer.\n\n\nAffordability and sustainability in communal housing require active and ongoing resident participation. From the outset, the project was shaped by the ideas of its residents, brought to life by architects and engineers. The initial phase included construction workshops, enabling the community to collectively apply their knowledge and skills to complete the building. The cooperative also emphasizes shared public spaces, centering them around a communal courtyard. While each resident has a private space, the courtyard fosters a sense of belonging by providing a shared, open environment that encourages interaction within the community. ",
    "year_completed": "2018",
    "owner": "The City Council of Barcelona",
    "architect": "LACOL",
    "lot_size_sqft": "7300",
    "floor_space_sqft": "9842.52",
    "units": "28",
    "unit_distribution": "3 different sizes (131/164/249 sqft)",
    "inhabitants_per_unit": "1-5",
    "address": "Carrer de la Constitucio, 85, 89, Sants-Montjuic, 08014 Barcelona, Spain",
    "coordinates": "41.36961, 2.13478",
    "image": "https://aha-website2025.github.io/AHA/projects/la-borda/image.jpg",
    "slug": "la-borda"
  },
  {
    "title": "Rolland Curtis Gardens",
    "location": "Los Angeles",
    "category": "co-operative",
    "description": "Rolland Curtis Gardens is a community-serving development that incorporates the concept of mixed-use that opens doors to affordable housing through not only the sustainably responsible design but also through the community-driven development process. This development is also one of the few large-scale affordable housing that is transit oriented in the area surrounding Downtown Los Angeles.\n\n\nT.R.U.S.T. South LA alongside Abode Communities, bought what was originally owned by Wisconsin Gardens Development Co. after a long conflict between the (at the time) owner, Jeffrey Greene, and his plans to rent the space to the USC student population. This displacement of low income families, made T.R.U.S.T South LA begin a campaign that resulted in the protection of the tenants. This resulted in T.R.U.S.T South LA and Abode Communities purchasing the space and beginning their community-oriented six-month planning and development process, leading to a finished renovation by 2017.\n\n\nRolland Curtis Gardens embodies the goals not only of the stakeholders but also of the tenants and surrounding community, these include affordable housing through creative designs, mobility and access around site, parking, commercial space that addresses the commercial gap in the community, green gathering spaces and safety. The result was an organized combination of residences including multiple community rooms and on-site facilities, programmable and green open spaces, and commercial retail and services. ",
    "year_completed": "1981 (remodeled in 2017)",
    "owner": "Abode Communities and T.R.U.S.T. South LA",
    "lot_size_sqft": "196,377 sqft",
    "units": "140",
    "address": "1077 West 38th St., Los Angeles CA",
    "coordinates": "34.01783, -118.29372",
    "image": "https://aha-website2025.github.io/AHA/projects/rolland-curtis-gardens/image.jpg",
    "slug": "rolland-curtis-gardens"
  },
  {
    "title": "Star Apartments",
    "location": "Los Angeles, USA",
    "category": "public/social housing",
    "description": "The six-story, 95,000 sf Star Apartments expands upon the “the idea providing permanent supportive housing within the downtown core of Los Angeles, specifically the Skid Row Housing.” The building is organized around “three principal spatial zones”, stacked one upon the other: a commercial/retail zone at street level; a second level for community programs; and four terraced floors of residences above.\n\n\nThe building design allows for a “recovery process” for homeless residents based on positive re-socialization, healthy interdependent relationships, and wellness. The project seeks to not only improve the quality of life for residents but to inspire a sense of pride, independence, and dignity.\n\n\nThis design focuses on creation of multiple terraces for communal activities maximising air flow and sunlight. This indoor/outdoor solid/void relationship that it creates plays well against the density and urbanism in downtown Los Angeles.\n\n\nThe LEED for Homes Platinum development was constructed with “prefabricated modular housing units that are cantilevered” on a 2 story concrete superstructure. Individual apartment units were built off-site using prefabricated materials and delivered to the project site and craned into place on the structural podium. These units are spacious and designed to promote independent and healthy living. Individual studio apartments include an eat-in kitchen, bedroom, and bathroom.\n\n\nAs the project had limited budget, the design team used prefabricated modules which were lifted into place over a new structural podium (acting at times like a courtyard). By doing so they were able to meet tighter construction tolerances and sustainability goals while increasing not only the construction quality, but also the quality of living.\n\n\nThe project is the first mixed-use, affordable housing project in Los Angeles to employ this construction method.",
    "year_completed": "2014",
    "owner": "Skid Row Housing Trust",
    "architect": "Michael Maltzan",
    "lot_size_sqft": "653,400 sqft",
    "floor_space_sqft": "95,000 sqft",
    "#_of_units": "102",
    "#_of_inhabitants": "153",
    "density": "0.001 inhabitant per sqft",
    "outdoor_area": "15,000 sqft",
    "address": "240 E 6th St, Los Angeles, CA 90014, USA",
    "coordinates": "34.04352, -118.24780",
    "image": "https://aha-website2025.github.io/AHA/projects/star-apartments/image.jpg",
    "slug": "star-apartments"
  }
]